<!doctype html>
<html lang="bg">
    <head>
    <meta charset="utf-8">
    <title>ДОГОВОР ЗА ВЪЗЛАГАНЕ N°{{$number}}</title>
    </head>
    <style>
        body{
            font-size: "12px";
            font-family:"Arial", "sans serif";

        }
        .title-page{
            text-transform:"uppercase"
        }
        .text-center{
            text-align: center;
        }
        .text-right{
            float: right;
        }

        .logo{
            max-height: 50px;
        }
        .signature{
            max-height: 150px;
        }
        .bleu{
            color: #318ba2;
        }
        .signatures{
            display:flex;
        }
        .item-image{
            max-height:80px;
        }
        div,p
        {
            padding: 5px auto;
            margin :5px auto
        }
    </style>
    <body>
    <h1 class="title-page text-center" >КОМИСИОНЕН ДОГОВОР</h1>
    <p class=" text-center">Общо споразумение за покупко-продажба Номер</p>
    <p class=" text-center">{{$number}}</p>
    <p>Дата: {{ $date }}</p>
    <p> "Азур Алианс" АД, наричано по-долу "Дружеството", с ДДС номер BG206565325, със седалище
на адреса на управление, намиращ се на улица "Мара Гидик" 19, ет. 2, 8000 Бургас, България.</p>
    <p> <strong>Наричано по-долу "Дружеството" или "Дружеството"; и</strong> </p>

    <p>Име / Фамилия : <strong>{{ $name }}</strong> </p>
    <p>ЕГН - Паспорт : <strong>{{ $passportId }}</strong> </p>
    <p>Гражданство : <strong> {{ $nationality }}</strong> </p>
    <p>Адрес : <strong>{{ $address }}</strong> </p>
    <p>Пощенски код : <strong>{{ $zipCode }}</strong> </p>
    <p>Град : <strong>{{ $city }}</strong> </p>
    <p>Телефонен номер: <strong>{{ $phoneNumber }}</strong> </p>
    <p>Имейл : <strong>{{ $email }}</strong> </p>
    <p><strong>Наричан по-долу "Купувач/представител";</strong></p>

    <p>
    Този договор се сключва на основание чл.127 от българския Закон за ДДС и чл.14, т.2 от
Директива 2006/115 на ЕС за ДДС.
    </p>
    <p>
    Двете страни потвърждават, че са правоспособни да сключат този договор, и двете страни ще
изпълнят тази поръчка и договора за покупка и доставка в съответствие с правото на държавата -
членка на Европейския съюз, България, в съответствие с условията, посочени по-долу. Двете
страни декларират, потвърждават и приемат, че този договор е договор за услуги и по никакъв
начин не представлява трудов договор, както и че такова правоотношение не се предполага.
Купувачът/представителят има възможност, но не и задължение, да сключи договора
доброволно и да бъде независим изпълнител под формата на независими услуги.
    </p>
    <h4>I. Общи условия</h4>

    <p> <strong>1. Общи условия</strong></p>

    <p>
    Целта на договора е да се уточни, че дружеството е в луксозния сектор и може да придобие даден
продукт чрез купувача/представителя.
    </p>
    <p>
    Услугата на купувача се състои в закупуване и доставка на продукта(ите) на дружеството. Тя се счита
за изпълнена, ако е изпълнена правилно в своята цялост, така че продуктът да бъде получен в
перфектно състояние.
    </p>
    <p>
    Комуникацията от страна на Дружеството ще се осъществява по електронна поща, WhatsApp и
телефон, както е предвидено в този договор, като цялата информация относно заданието ще бъде
споделена.
    </p>
    <p>
    За целите на този договор заданието(ята), фактурите за покупка и бележката(ите) за прехвърляне на
артикула(ите), който(ито) ще бъде(ат) разменен(и) между двете страни, ще бъдат запазени и
предоставени на страните, участващи в този договор.
    </p>
    <p>
    Ако услугата/поръчката не е извършена правилно съгласно инструкциите, дадени от Дружеството,
последното няма да плати за услугата. От Купувача може да се изиска да възстанови на Дружеството
загубата или повредата на закупения/те артикул/и.
    </p>
    <p>
    В случай на промяна в условията Дружеството информира Купувача/Представителя за всички
промени. Купувачът/представителят има право да прекрати договора в срок от 15 дни от датата на
получаване на такова уведомление. Ако Купувачът/Представителят не предприеме прекратяване в
рамките на 15-дневния срок, се счита, че той се е съгласил с изменените разпоредби и това води до
автоматично подновяване.
    </p>
    <p> <strong>2. Покупна цена / такса за обслужване / поръчка</strong></p>

    <p>Страните се договарят за такса за обслужване на процеса на покупка.</p>
    <p>
    Размерът на таксата за услугата се определя за всяка покупка, продажба и поръчка по обичайните
канали за комуникация, които вече се използват между страните.
    </p>
    <p>
    Таксата за услугата зависи от поръчката на клиента. Те варират от 30 до 700 евро (вж. таблицата на
комисионите в приложението).
    </p>
    <p> <strong>3. Собственост върху закупените стоки </strong></p>
    <p>
    Само Дружеството е собственик на стоките, закупени от Изпълнителя, въпреки че фактурата за
покупка е издадена на името на Изпълнителя; последният никога не е собственик на стоките и е
длъжен да ги предаде незабавно на собственика им - Дружеството.
    </p>
    <p>Това е съществено условие на този договор.</p>
    <p> <strong>4. Условия за предоставяне на услуги</strong></p>

    <p>
    Работният метод е да се създаде акаунт на важен/преференциален/VIP клиент, за да може
продавачът/магазинът/марка да се съгласи да продаде на представителния купувач достъп до така
наречените ограничени/ексклузивни продукти.
    </p>
    <h4>II. Плащане </h4>

    <p> <strong> 1. Плащане</strong></p>

    <p>
    Когато Купувачът/Представителят закупува аксесоари и продукти в магазина от Дружеството,
Дружеството ще предостави на Купувача/Представителя платежното средство за закупуване на
съответния(те) артикул(и) в заданието. Приема се, че средствата и картата принадлежат на
Дружеството и че само Купувачът/Представителят е упълномощен да ги използва за целите на
заданието.
    </p>
    <p> <strong>2. Плащане за предоставени услуги (услуга / поръчка)</strong></p>

    <p>
    Плащанията на таксите за услуги се извършват след получаване на продукта и след проверка дали
всичко е наред. Плащането ще се извърши по банков път по банкова сметка, предоставена от
купувача/представителя.
    </p>
    <p>
    Номер на банковата сметка, по която купувачът/представителят желае да получи плащането:
    </p>
    <p>BANK: <strong> {{$bank}} </strong> </p>
    <p>IBAN: <strong> {{$iban}}</strong> </p>
    <p>SWIFT: <strong> {{$swift}}</strong> </p>

    <h4>III. Прекратяване и отговорност</h4>
    <p>
    Дружеството ще инвестира време и усилия в обучение, създаване на VIP профил, свързване със
служител/продавач в магазина(ите), издаване на специална банкова карта на
купувача/представителя. Поради тези причини, ако Купувачът/Представителят пожелае да прекрати
договора си, докато Дружеството е инвестирало в неговия профил, ще бъде платена неустойка в
размер на 150 евро за покриване на разходите за обучение и/или административните разходи.
    </p>
    <p>
    Тази разпоредба се прилага само ако Купувачът/Представителят се възползва от Azur Aliance, за да
създаде свой VIP профил, без впоследствие да предостави на Дружеството достъп до ограничените
продукти, които могат да бъдат получени, с намерението да ги запази за собствена употреба или
полза, или по друга причина.
    </p>
    <p>
    Въпреки това, обоснована отмяна от страна на купувача/представителя, посочваща намерението за
отмяна на договора, може да бъде представена на представител на дружеството, последвана от
изпращане на писмено уведомление с препоръчана поща на адреса на седалището на дружеството, а именно :
    </p>
    <p><strong>Улица "Мара Гидик" 19, 2-ри етаж</strong></p>
    <p><strong>8000 Бургас, Бургас</strong></p>
    <p><strong>България</strong></p>
    <p>
    ЗАБЕЛЕЖКА: Дружеството няма да държи купувача/представителя отговорен за това, че не е успял
да закупи тези ограничени артикули, и няма да го наказва, ако след няколко опита (минимум 2),
винаги следвайки инструкциите на служителя, той/тя не успее.
    </p>
    <h4>IV. Лоялност и етика</h4>
    <p>
    От момента на подписване на договора и в продължение на две години след неговото
приключване/прекратяване купувачът/представителят няма да може да прави покупки, поръчки,
подобни на тези, които са резултат от работата му с Azur Aliance, в интерес на така наречените
конкурентни дружества.
    </p>
    <p>
    Дружеството, в качеството си на принципал, си запазва правото да упълномощи посредника да
извършва частни покупки на продукти, които могат да представляват интерес за него.
    </p>
    <p>
    В случай на нарушение на тази разпоредба Дружеството има право да поиска като компенсация
всяка сума на печалбата по справедлива пазарна стойност, която може да е била реализирана от
Дружеството след продажбата на продукта(ите), закупен(и) без съгласието на Дружеството от
Купувача/представителя.
    </p>
    <p>Подпис</p>
    <div>
        <div style="width:50%; float:left; text-align: center;">
            <img src="{{$buyerSignature}}" style="max-height:100px">
            <p>Купувачът/представителят</p>
        </div>
        <div style="width:50%; float:right; text-align: center;">
            <img src="{{$companySignature}}" style="max-height:100px">
            <p>Дружеството</p>
        </div>
    </div>
    </body>
</html>


